brew "duf"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "file-formula"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "node"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "discord"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "anthonydiametrix.acf-snippet"
vscode "claudiosanches.woocommerce"
vscode "claudiosanches.wpcs-whitelist-flags"
vscode "hridoy.wordpress"
vscode "humao.rest-client"
vscode "ikappas.phpcs"
vscode "jpagano.wordpress-vscode-extensionpack"
vscode "neilbrayfield.php-docblocker"
vscode "ritwickdey.liveserver"
vscode "wordpresstoolbox.wordpress-toolbox"
